tap "oven-sh/bun"
tap "xo/xo"
brew "bandwhich"
brew "openssl@3"
brew "bat"
brew "bottom"
brew "cargo-binstall"
brew "chezmoi"
brew "csvlens"
brew "doggo"
brew "dua-cli"
brew "exiftool"
brew "eza"
brew "fd"
brew "gmp"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "go"
brew "grex"
brew "helix", args: ["HEAD"]
brew "imagemagick"
brew "jj"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "marksman"
brew "mas"
brew "usage"
brew "mise"
brew "nushell"
brew "ripgrep"
brew "opencode"
brew "pandoc"
brew "poppler"
brew "procs"
brew "rainfrog"
brew "resvg"
brew "rumdl"
brew "rust"
brew "scooter"
brew "sevenzip"
brew "starship"
brew "tlrc"
brew "tombi"
brew "topgrade"
brew "trippy"
brew "uv"
brew "witr"
brew "xh"
brew "yazi"
brew "zoxide"
brew "oven-sh/bun/bun"
brew "xo/xo/usql"
cask "1password"
cask "1password-cli"
cask "affinity"
cask "discord"
cask "font-monaspace"
cask "font-monaspace-nf"
cask "ghostty"
cask "helium-browser"
cask "orbstack"
cask "rustdesk"
cask "signal"
cask "tailscale-app"
cask "winbox"
cask "yubico-authenticator"
cask "zed"
mas "DigiDoc4", id: 1370791134
mas "Infuse", id: 1136220934
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Reeder", id: 6475002485
mas "Web eID", id: 1576665083
mas "WhatsApp", id: 310633997
mas "WireGuard", id: 1451685025
go "cmd/go"
go "cmd/gofmt"
