brew "lima"
brew "qemu"
brew "lima-additional-guestagents"
brew "mas"
brew "tailscale", restart_service: :changed
brew "wireguard-tools"
brew "ykman"
cask "1password"
cask "affinity"
cask "discord"
cask "font-monaspace"
cask "ghostty"
cask "helium-browser"
cask "rustdesk"
cask "signal"
cask "winbox"
cask "yubico-authenticator"
cask "zed"
mas "DigiDoc4", id: 1370791134
mas "Infuse", id: 1136220934
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Reeder", id: 6475002485
mas "Web eID", id: 1576665083
mas "WhatsApp", id: 310633997
