tap "oven-sh{{ .chezmoi.pathSeparator }}bun"
brew "{{ .chezmoi.config.encryption }}"
brew "openssl@3"
brew "ansible"
brew "ansible-language-server"
brew "atuin"
brew "bandwhich"
brew "bash-language-server"
brew "{{ .chezmoi.config.pager }}"
brew "biome"
brew "bottom"
brew "cargo-binstall"
brew "cargo-cache"
brew "cargo-update"
brew "chezmoi"
brew "csvlens"
brew "curl"
brew "delve"
brew "{{ .chezmoi.config.docker.command }}-language-server"
brew "doggo"
brew "dua-cli"
brew "exiftool"
brew "eza"
brew "fd"
brew "gmp"
brew "ffmpeg"
brew "fish"
brew "fish-lsp"
brew "usage"
brew "fnox"
brew "fzf"
brew "gh"
brew "{{ .chezmoi.config.git.command }}"
brew "glow"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "grex"
brew "harper"
brew "helix"
brew "helm"
brew "helm-ls"
brew "imagemagick"
brew "jbang"
brew "jdtls"
brew "jj"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lazyjournal"
brew "llvm"
brew "markdown-oxide"
brew "marksman"
brew "mas"
brew "mise"
brew "ripgrep"
brew "opencode"
brew "openssh"
brew "opentofu"
brew "pandoc"
brew "php"
brew "poppler"
brew "prettier"
brew "procs"
brew "rainfrog"
brew "resvg"
brew "ruby"
brew "ruby-lsp"
brew "ruff"
brew "rumdl"
brew "rust"
brew "scooter"
brew "sevenzip"
brew "solargraph"
brew "starship"
brew "superhtml"
brew "taplo"
brew "terraform-ls"
brew "tlrc"
brew "tombi"
brew "topgrade"
brew "trippy"
brew "ty"
brew "uv"
brew "vscode-langservers-extracted"
brew "w3m"
brew "wget"
brew "witr"
brew "xh"
brew "yaml-language-server"
brew "yamlfmt"
brew "yazi"
brew "ykman"
brew "zoxide"
brew "oven-sh{{ .chezmoi.pathSeparator }}bun{{ .chezmoi.pathSeparator }}bun"
cask "1password"
cask "1password-cli"
cask "affinity"
cask "discord"
cask "font-monaspace"
cask "ghostty"
cask "helium-browser"
cask "orbstack"
cask "rustdesk"
cask "signal"
cask "tailscale-app"
cask "winbox"
cask "yubico-authenticator"
cask "zed"
mas "DigiDoc4", id{{ .chezmoi.pathListSeparator }} 1370791134
mas "Infuse", id{{ .chezmoi.pathListSeparator }} 1136220934
mas "Microsoft Excel", id{{ .chezmoi.pathListSeparator }} 462058435
mas "Microsoft PowerPoint", id{{ .chezmoi.pathListSeparator }} 462062816
mas "Microsoft Word", id{{ .chezmoi.pathListSeparator }} 462054704
mas "Reeder", id{{ .chezmoi.pathListSeparator }} 6475002485
mas "Web eID", id{{ .chezmoi.pathListSeparator }} 1576665083
mas "WhatsApp", id{{ .chezmoi.pathListSeparator }} 310633997
mas "WireGuard", id{{ .chezmoi.pathListSeparator }} 1451685025
go "github.com{{ .chezmoi.pathSeparator }}bootdotdev{{ .chezmoi.pathSeparator }}bootdev"
cargo "caligula"
cargo "systemd-lsp"
